Repository: wp-plugins/receiptful-for-edd
Catalog: languages/receiptful-*.po
Languages: fr_fr

source: <strong>Default receipt email settings are unavailable. You're sending awesome emails through Receiptful.</strong>
fr_fr: <strong>Les réglages par défaut des reçus par e-mail ne sont pas disponibles. Vous envoyez de superbes e-mails grâce à Receiptful.</strong>

source: Receipful
fr_fr: Receiptful

source: Setings for Receiptful
fr_fr: Réglages de Receiptful

source: API Key
fr_fr: Clé API

source: Add your API key (<a href="%s" target="_blank">which you can find here</a>) to get started.
fr_fr: Ajoutez votre clé API ( <a href="%s" target="_blank">que vous pouvez trouver ici</a> ) pour vous lancez.

source: <a href="%s">Edit My Template</a> | <a href="%s">View Statistics</a>
fr_fr: <a href="%s">Modifier mon modèle</a> | <a href="%s">Voir les statistiques</a>

source: Email restrictions
fr_fr: Restrictions d'e-mail

source: List of emails to restrict the coupon usage with. Separate by comma (,)
fr_fr: La liste des e-mails auxquels restreindre l'utilisation du code de remise. Séparez-les par des virgules (,)

source: Error sending customer receipt via Receiptful. Error Message: %s. Receipt added to resend queue.
fr_fr: Erreur d'envoi du reçu via Receiptful. Message d'erreur : %s. Le reçu a été ajouté à la liste des renvois.

source: Customer receipt sent via Receiptful.
fr_fr: Reçu client envoyé via Receiptful.

source: Error sending customer receipt via Receiptful. Error Code: %1$s Error Message: %2$s. Receipt added to resend queue.
fr_fr: Erreur d'envoi du reçu via Receiptful. Code d'erreur : %1$s. Message d'erreur : %2$s. Le reçu a été ajouté à la liste des renvois.

source: Error sending customer receipt via Receiptful. Error Code: %s Error Message: %s.
fr_fr: Erreur d'envoi du reçu via Receiptful. Code d'erreur : %1$s. Message d'erreur : %2$s.

source: Error resending customer receipt via Receiptful. Error Message: %s. Receipt added to resend queue.
fr_fr: Erreur de renvoi du reçu via Receiptful. Message d'erreur : %s. Le reçu a été ajouté à la liste des renvois.

source: Customer receipt resent via Receiptful.
fr_fr: Reçu client renvoyé via Receiptful.

source: Error resending customer receipt via Receiptful. Error Code: %1$s Error Message: %2$s. Receipt added to resend queue.
fr_fr: Erreur de renvoi du reçu via Receiptful. Code d'erreur : %1$s. Message d'erreur : %2$s. Le reçu a été ajouté à la liste des renvois.

source: Error resending customer receipt via Receiptful. Error Code: %1$s Error Message: %2$s.
fr_fr: Erreur de renvoi du reçu via Receiptful. Code d'erreur : %1$s. Message d'erreur : %2$s.

source: Nameless product
fr_fr: Produit sans nom

source: Discount
fr_fr: Remise

source: Subtotal
fr_fr: Sous-total

source: Taxes
fr_fr: TVA

source: Download %s
fr_fr: Télécharger %s

source: Receipt
fr_fr: Reçu

source: View receipt online
fr_fr: Voir le reçu en ligne

source: Sorry, no online receipt available
fr_fr: Désolé, aucun reçu en ligne n'est disponible.

source: This discount is only valid for certain emails. Please use the correct email.
fr_fr: Cette remise n'est valable que pour certains e-mails. Veuillez utiliser une adresse valide.

source: Every quarter
fr_fr: Chaque trimestre

source: Receiptful has been activated. Please click <a href="edit.php?post_type=download&page=edd-settings&tab=extensions">here</a> to add your API key & supercharge your receipts.
fr_fr: Receiptful est activé. Veuillez cliquer <a href="edit.php?post_type=download&page=edd-settings&tab=extensions">ici</a> pour ajouter votre clé d'API & booster vos reçus.

source: Settings
fr_fr: Réglages

source: Receiptful replaces and supercharges the default EDD receipts. Just activate, add API and be awesome.
fr_fr: Receiptful remplace et booste les reçus par défaut d'EDD. Vous n'avez qu'à l'activer, à ajouter la clé API et le tour est joué.
